Repository: geekspourjesus/clean-login
Catalog: lang/cleanlogin-*.po
Languages: nl_nl

source: Successfully logged in!
nl_nl: U bent ingelogd!

source: Wrong credentials
nl_nl: Verkeerde gebruikersnaam en/of wachtwoord

source: Successfully logged out!
nl_nl: U bent uitgelogd!

source: Information updated
nl_nl: Informatie bijgewerkt

source: Passwords must be identical
nl_nl: De wachtwoorden komen niet overeen

source: Error updating email
nl_nl: Fout bij het bijwerken van het e-mailadres

source: Something strange has ocurred
nl_nl: Er is iets vreemds gebeurd

source: You need to be logged in to edit your profile
nl_nl: U moet ingelogd zijn om uw profiel aan te kunnen passen

source: User created
nl_nl: Gebruiker aangemaakt

source: New user created
nl_nl: Nieuwe gebruiker aangemaakt

source: Username is not valid
nl_nl: Gebruikersnaam is niet geldig

source: Passwords must be identical and filled
nl_nl: De wachtwoorden moeten ingevuld zijn en identiek

source: Email is not valid
nl_nl: Het e-mailadres is niet geldig

source: CAPTCHA is not valid, please try again
nl_nl: CAPTCHA is niet geldig, probeer opnieuw

source: Something strange has ocurred while created the new user
nl_nl: Er is iets vreemds gebeurd tijdens het aanmaken van de nieuwe gebruiker

source: You are now logged in. It makes no sense to register a new user
nl_nl: U bent ingelogd, dus het heeft geen zin om een nieuwe gebruikersnaam te registreren

source: You will receive an email with the activation link
nl_nl: U zal over enkele ogenblikken een e-mail ontvangen met de activatie link

source: You may receive an email with the activation link
nl_nl: U zal over enkele ogenblikken een e-mail ontvangen met de activatie link

source: An error has ocurred sending the email
nl_nl: Er is een fout opgetreden bij het versturen van de e-mail

source: You are now logged in. It makes no sense to restore your account
nl_nl: U bent ingelogd, dus het heeft geen zin om uw wachtwoord te herstellen

source: New user registered: %s <br/><br/>Please change the role from 'Stand By' to 'Subscriber' or higher to allow full site access
nl_nl: Nieuwe gebruiker geregistreerd: %s <br/><br/>Verander aub de rol van 'Stand By' naar 'Abbonee' of hoger om volledige toegang tot de website mogelijk te maken

source: New user registered: %s <br/>
nl_nl: Nieuwe gebruiker geregistreerd: %s <br/><br/>

source: Use the following link to restore your password: <a href='%s'>restore your password</a> <br/><br/>%s<br/>
nl_nl: Gebruik de volgende link om uw paswoord te herstellen: <a href='%s'>restore your password</a> <br/><br/>%s<br/>

source: Admin area
nl_nl: Beheerdersruimte

source: Below you can check the plugin status regarding the shortcodes usage and the pages/posts which contain it.
nl_nl: Hieronder ziet u de shortcodes van de plug-in en op welke pagina of in welk bericht ze gebruikt zijn.

source: Currently not used
nl_nl: Momenteel niet gebruikt

source: Used <a href="%s">here</a>
nl_nl: Gebruikt op <a href="%s">here</a>

source: This shortcode contains login form and login information.
nl_nl: Deze shortcode bevat het login formulier en login informatie

source: This shortcode contains the profile editor. If you include in a page/post a link will appear on your login preview.
nl_nl: Deze shortcode bevat de profiel-editor. Als u deze aan een pagina of bericht toevoegt, dan zal er een link verschijnen op het login formulier.

source: This shortcode contains the register form. If you include in a page/post a link will appear on your login form.
nl_nl: Deze shortcode bevat het 'wachtwoord herstellen' formulier. Als u deze aan een pagina of bericht toevoegt, dan zal er een link verschijnen op het login formulier.

source: This shortcode contains the restore (lost password?) form. If you include in a page/post a link will appear on your login form.
nl_nl: Deze shortcode bevat het 'wachtwoord vergeten'formulier. Als u deze aan een pagina of bericht toevoegt, dan zal er een link verschijnen op het login formulier.

source: Settings saved.
nl_nl: Instellingen opgeslagen.

source: Admin bar
nl_nl: Beheerders toolbar

source: Hide admin bar for non-admin users?
nl_nl: Verberg admin toolbar voor niet-admin gebruikers?

source: Dashboard access
nl_nl: Dashboard toegang

source: Disable dashboard access for non-admin users?
nl_nl: Dashboard toegang voor non-admin gebruikers niet toestaan?

source: Please note that you can only log in through <strong>wp-login.php</strong> and this plugin. <strong>wp-admin</strong> permalink will be inaccessible.
nl_nl: Hou er rekening mee dat u alleen in kan loggen via <strong>wp-login.php</strong> en deze plug-in. <strong>wp-admin</strong> permalink zal niet bereikbaar zijn.

source: Antispam protection
nl_nl: Antispam bescherming

source: Enable captcha?
nl_nl: CAPTCHA gebruiken?

source: Honeypot antispam detection is enabled by default.
nl_nl: Honeypot antispam detectie is standaard ingeschakeld.

source: For captcha usage the PHP-GD library needs to be enabled in your server/hosting.
nl_nl: Voor het gebruik van CAPTCHA moet de PHP-GD library aan staan op uw server/hosting.

source: User Standby role
nl_nl: Gebruiker Standby rol

source: Enable Standby role?
nl_nl: Gebruik Standby rol?

source: Standby role disables all the capabilities for new users, until the administrator changes. It usefull for site with restricted components.
nl_nl: De Standby rol schakelt alle rechten en mogelijkheden voor nieuwe gebruikers uit totdat de beheerder dit aanpast. Dit is nuttig voor een website met beperkte toegang.

source: Save Changes
nl_nl: Wijzigingen opslaan

source: Use this widget to show the user login status and Clean Login links.
nl_nl: Gebruik deze widget om de gebruiker login status en Clean Login links te laten zien.

source: Edit my profile
nl_nl: Mijn profiel aanpassen

source: Log in
nl_nl: Inloggen

source: Register
nl_nl: Registreren

source: Lost password?
nl_nl: Wachtwoord vergeten?

source: User login status
nl_nl: Gebruiker login status

source: Title:
nl_nl: Titel:

source: General information
nl_nl: Algemene informatie

source: First name
nl_nl: Voornaam

source: Last name
nl_nl: Achternaam

source: E-mail
nl_nl: E-mailadres

source: Change password
nl_nl: Wachtwoord wijzigen

source: If you would like to change the password type a new one. Otherwise leave this blank.
nl_nl: Als u uw wachtwoord wilt aanpassen, vul dan een nieuwe in. Anders kan u dit leeg laten.

source: New password
nl_nl: Nieuw wachtwoord

source: Confirm password
nl_nl: Bevestig wachtwoord

source: Update profile
nl_nl: Profiel bijwerken

source: Username
nl_nl: Gebruikersnaam

source: Password
nl_nl: Wachtwoord

source: Remember?
nl_nl: Onthouden?

source: Log out
nl_nl: Uitloggen

source: Type the text above
nl_nl: Vul de tekst hierboven in

source: Restore password
nl_nl: Wachtwoord herstellen

source: Your new password is
nl_nl: Uw nieuwe wachtwoord is
